import React from "react";

const Rules = () => {
  return (
    <section className="container mt-5" id="rules">
      <div>
        <h1 className="rule">RULES</h1>
        <ul>
          <li>১•• এন্ট্রি ফি /- ২০০ টাকা ।</li>
          <li>
            ২•‌‌‍• কেউ হ্যাক ব্যবহার করলে তার স্কোয়াড কে টুর্নামেন্ট থেকে
            তৎক্ষনাৎ বাতিল বলে গণ্য করা হবে ।
          </li>
          <li>
            ৩•• প্রতি টিম থেকে ৬জন প্লেয়ার নেয়া হবে। ৪জন খেলবে এবং অতিরিক্ত ২জন
            Observe থাকবে।
          </li>
          <li>
            ৪•• খেলা চলমান অবস্থায় কেউ ব্যাক করলে অথবা নেটওয়ার্ক জনিত কারনে কোনো
            স্কোয়াড এর খেলার ব্যঘাত ঘটলে কতৃপক্ষ দ্বায়ী থাকবে না ।
          </li>
          <li>৫•• কতৃপক্ষের সিদ্ধান্ত চুড়ান্ত বলে গণ্য হবে ।</li>
          <li>
            ৬•• অংশগ্রহণকারী প্রতি স্কোয়াড থেকে একজন করে আমাদের ডিস্কর্ড
            সার্ভারে এড করে নেওয়া হবে । খেলা চলমান অবস্থায় সরাসরি দু'পক্ষের সাথে
            যোগাযোগে রক্ষার জন্য ।
          </li>
          <li>
            বিঃদ্রঃ খেলা শুরুর সময় যদি কউকে ম্যাচে না ডুকে নেয় সেক্ষেত্রে
            সিদ্ধান্ত নেওয়া হবে।সবার সাথে আন্তরিক ব্যবহার করা হবে।
          </li>
        </ul>
      </div>
    </section>
  );
};

export default Rules;
